export const bankInterns = [
    {
        id: 'bank-0',
        name: 'ВТБ Юниор в головной организации',
        applying: '16 февраля – 7 апреля 2024',
        start: '1 июля 2024',
        duration: '12 месяцев',
        placement: 'Москва, Санкт-Петербург, Самара',
        type: 'Оплачиваемая',
        directions: ['Розничный бизнес', 'Средний и малый бизнес', 'Корпоративно-инвестиционный бизнес', 'Технологический блок', 'Поддержка и контроль']
    },
    {
        id: 'bank-1',
        name: 'ВТБ Юниор для сети банка в Москве и регионах',
        applying: '26 февраля – 28 апреля 2024',
        start: '1 июля 2024',
        duration: '12 месяцев',
        placement: 'Москва и другие города РФ',
        type: 'Оплачиваемая',
        directions: ['Розничный бизнес', 'Средний и малый бизнес']
    },
    {
        id: 'bank-2',
        name: 'ВТБ РОСТ',
        applying: '8 апреля – 27 мая 2024',
        start: '2 сентября 2024',
        duration: '12 месяцев',
        placement: 'Москва, Санкт-Петербург',
        type: 'Оплачиваемая',
        directions: ['Розничный бизнес', 'Корпоративно-инвестиционный бизнес', 'Технологический блок', 'Поддержка и контроль']
    },
]; 

export const itInterns = [
    {
        id: 'it-0',
        name: 'IT Юниор',
        applying: '13 мая – 24 июня 2024',
        start: '5 сентября 2024',
        duration: '6 месяцев',
        placement: 'Москва и Самара',
        type: 'Оплачиваемая',
    },
    {
        id: 'it-1',
        name: 'Школа по информационной безопасности',
        applying: '11 марта – 15 апреля 2024',
        start: '17 июня 2024',
        duration: '3 месяца',
        placement: 'Москва',
        type: 'Оплачиваемая',
    },
    
    {
        id: 'it-2',
        name: 'Школа аналитики',
        start: '17 сентября 2024',
        duration: '3 месяца',
        placement: 'Москва',
        type: 'Оплачиваемая',
        direction: 'Аналитика',
    },
    {
        id: 'it-3',
        name: 'Школа Linux',
        start: '17 июня 2024',
        duration: '3 месяца',
        placement: 'Москва',
        type: 'Оплачиваемая',
        direction: 'Linux',
    },
    {
        id: 'it-4',
        name: 'Школа автоматизации технологических продуктов',
        start: '17 июня 2024',
        duration: '6 месяцев',
        placement: 'Москва',
        type: 'Оплачиваемая',
        direction: 'Аналитика',
    }
];
