export const testQuestions = [
    {
        number: 1,
        text: 'В каком вузе есть базовая кафедра ВТБ?',
        answers: [
            {id: 0, text: 'НИУ ВШЭ', isCorrect: false},
            {id: 1, text: 'Финансовый университет', isCorrect: true},
            {id: 2, text: 'РАНХиГС', isCorrect: false},
        ]
    },
    {
        number: 2,
        text: 'Как называется умный чат-бот, предоставляющий советы и поддержку в подготовке к трудоустройству в банке?',
        answers: [
            {id: 0, text: 'Аристотель', isCorrect: false},
            {id: 1, text: 'Сократ', isCorrect: true},
            {id: 2, text: 'Платон', isCorrect: false},
        ]
    },
    {
        number: 3,
        text: 'Кто является клиентами блока среднего и малого бизнеса?',
        answers: [
            {id: 0, text: 'Физические лица', isCorrect: false},
            {id: 1, text: 'Институциональные организации', isCorrect: false},
            {id: 2, text: 'Предприниматели и компании', isCorrect: true},
        ]
    },
    {
        number: 4,
        text: 'Как называется обучающий портал для предпринимателей, развиваемый банком?',
        answers: [
            {id: 0, text: '«Успех Online»', isCorrect: false},
            {id: 1, text: '«Деловой Прогресс»', isCorrect: false},
            {id: 2, text: '«Ближе к делу»', isCorrect: true},
        ]
    },
    {
        number: 5,
        text: 'Какая новая функция появилась у голосового ассистента в «ВТБ Онлайн»?',
        answers: [
            {id: 0, text: 'Придумывать анекдоты', isCorrect: false},
            {id: 1, text: 'Петь песни', isCorrect: false},
            {id: 2, text: 'Проводить игру «Финансовая безграмотность»', isCorrect: true},
        ]
    },
    {
        number: 6,
        text: 'В ВТБ есть Random Coffee. Что это такое?',
        answers: [
            {id: 0, text: 'Чат-бот для развития нетворкинга среди сотрудников ВТБ', isCorrect: true},
            {id: 1, text: 'Сервис по доставке кофе внутри офиса', isCorrect: false},
            {id: 2, text: 'Кафе, где сотрудники проводят время вместе', isCorrect: false},
        ]
    },
    {
        number: 7,
        text: 'Какое мероприятие на укрепление комьюнити проводится в Банке?',
        answers: [
            {id: 0, text: 'Вечер караоке', isCorrect: false},
            {id: 1, text: 'Новогодний тимбилдинг', isCorrect: true},
            {id: 2, text: 'Хеллоуинская вечеринка', isCorrect: false},
        ]
    },
    {
        number: 8,
        text: 'Какую награду получил ВТБ за усердную работу над развитием бренда работодателя и практиками в области управления персоналом?',
        answers: [
            {id: 0, text: 'Премия «Бренд Года» от Ассоциации по Управлению Персоналом', isCorrect: false},
            {id: 1, text: 'Почетный Знак «HR-Инноватор» от Международной Ассоциации HR-Экспертов', isCorrect: false},
            {id: 2, text: 'Топ-3 лучших работодателей России по версии HeadHunter', isCorrect: true},
        ]
    },
    {
        number: 9,
        text: 'Какие дополнительные возможности для занятий спортом предоставляет ВТБ сотрудникам?',
        answers: [
            {id: 0, text: 'Каждому сотруднику дарят абонемент на посещение спортзала', isCorrect: false},
            {id: 1, text: 'Каждое утро в офисе проводятся физкульт-минутки', isCorrect: false},
            {id: 2, text: 'В банке организованы клубы по различным видам спорта: футбол, волейбол, баскетбол, хоккей и другие', isCorrect: true},
        ]
    },
    {
        number: 10,
        text: 'Что такое трекер стажировки в ВТБ?',
        answers: [
            {id: 0, text: 'Платформа, которая позволяет контролировать этапы прохождения стажировки, отслеживать прогресс обучения и ставить новые цели', isCorrect: true},
            {id: 1, text: 'Чек-лист для нанимающего менеджера, по которому он проверяет выполнение задач стажерами', isCorrect: false},
            {id: 2, text: 'Программа, которая фиксирует время, которое стажер провел за рабочим компьютером', isCorrect: false},
        ]
    },
]